console.log("Вёрстка валидная +10 " + "Валидатор не выдал ошибок \n" +
            "Вёрстка семантическая + 20: \n" +
            "- <header>, <main>, <footer> +3 - Done \n" +
            "- пять элементов <section> (по количеству секций) +3 - Done \n" +
            "- только один заголовок <h1> +3 - Done \n" +
            "- четыре заголовка <h2> (количество секций минус одна, у которой заголовок <h1>) +3 - Done \n" +
            "- один элемент <nav> (панель навигации) +3 - Done \n" +
            "- два списка ul > li > a (панель навигации, ссылки на соцсети) +3 - Done (есть два списка) - Done \n" +
            "- пять кнопок <button> +2 - Done \n" +
            "Вёрстка соответствует макету + 48: \n" +
            "- блок <header> +6 - Done \n" +
            "- секция welcome +7 - Done \n" +
            "- секция about +7 - Done \n" +
            "- секция service +7 - Done \n" +
            "- секция prices +7 - Done \n" +
            "- секция contacts +7 - Done \n" +
            "- блок <footer> +7 - Done \n" +
            "Требования к css + 12: \n" +
            "- для построения сетки используются флексы или гриды +2 - Done (в services используется flex) \n" +
            "- вёрстка размещается по центру, а не сдвигается в сторону +2 - Done (на большом экране, при уменьшении контент по центру) \n" +
            "- фоновый цвет тянется на всю ширину страницы +2 - Done \n" +
            "- иконки добавлены в формате .svg. +2 - Done \n" +
            "- изображения добавлены в формате .jpg или .png +2 - Done \n" +
            "- есть favicon +2 - Done \n" +
            "Интерактивность, реализуемая через css +20: \n" +
            "- плавная прокрутка по якорям +5 - Done \n" +
            "- cсылки в футере ведут на гитхаб и на страницу курса https://rs.school/js-stage0/ +5 - Done \n" +
            "- интерактивность только изменение внешнего вида курсора, но и другие эффекты, изменение цвета фона или цвета шрифта. Если в макете указаны стили при наведении и клике +5 - Done (при наведенни задается фон кнопкам) \n" +
            "- плавное изменение внешнего вида элемента при наведении и клике не влияющее на соседние элементы +5 - Done (фон кнопок меняется за 5 секунд)");